export const birdList = [
  {
    id: 1,
    name: "麻雀",
    fuTitle: "（雀科麻雀属下的动物统称)",
    content:
      "麻雀（Passer）：是雀科 [5]  麻雀属27种小型鸟类的统称。它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。除树麻雀外，雌雄均异色。",
    imgUrl:
      "https://img0.baidu.com/it/u=3662139866,2427971652&fm=253&fmt=auto&app=120&f=JPEG?w=650&h=403",
    features:
      "麻雀属都是小型鸟类，它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。闭嘴时上下嘴间没有缝隙。雌雄鸟羽毛的颜色常有区别。",
    perchEnv:
      "栖息地海拔高度300-2500米。无论山地、平原、丘陵、草原、沼泽和农田，低山丘陵和山脚平原地带的各类森林和灌丛中，多活动于林缘疏林、灌丛和草丛中，不喜欢茂密的大森林。多在有人类集居的地方，城镇和乡村，河谷、果园、岩石草坡、房前屋后和路边树上活动和觅食。",
    lifeHabie:
      "麻雀多活动在有人类居住的地方，性极活泼，胆大易近人，但警惕性却非常高，好奇心较强。多营巢于人类的房屋处，如屋檐、墙洞，有时会占领家燕的窝巢，在野外，多筑巢于树洞中。有时可以发现它们在个别的树上筑巢，然而麻雀在一年的四个季节中都是成群的，具有很多洞的老树群，通常是它们最喜爱的筑巢地点。除繁殖、育雏阶段外，麻雀是非常喜欢群居的鸟类。秋季时易形成数百只乃至数千只的大群，称为雀泛，而在冬季它们则多结成十几只或几十只一起活动的小群。这种小生灵非常聪明机警，有较强的记忆力，这和其它许多小型雀不同，如得到人救助的麻雀会对救助过它的人表现出一种亲近，而且会持续很长的时间。在麻雀居住集中的地方，当有入侵鸟类时它们会表现得非常团结，直至将入侵者赶走为止。麻雀在育雏时往往会表现得非常勇敢。 [2] 麻雀为杂食性鸟类，夏、秋主要以禾本科植物种子为食，育雏则主要以为害禾本科植物的昆虫为主，其中多为鳞翅目害虫。由于亲鸟对幼鸟的保护较成功，加上繁殖力极强，因此麻雀在数量上较许多种鸟要多，这样在庄稼收获季节容易形成雀害。冬季和早春，麻雀以杂草种子和野生禾本科植物的种子为食，也吃人类扔弃的各种食物。栖息于居民点和田野附近。白天四处觅食，活动范围在2.5-3千米以内。在地面活动时双脚跳跃前进。翅短圆，不耐远飞，鸣声喧噪。主要以谷物为食。当谷物成熟时，多结成大群飞向农田吃谷物。繁殖期食部分昆虫，并以昆虫育雏。繁殖力强。",
    BreedingMode:
      "除冬季外，麻雀几乎总处在繁殖期，每次产卵六枚左右，孵化期约14天，幼鸟一个月左右离巢。每年至少可繁殖2窝。它们的巢比较简陋，筑巢材料的种类很多，包括草，干草，羊毛，羽毛等。有时巢会位于岩石中，灌木丛的根部，或是建筑物如谷仓的屋檐下。大都建在屋檐下和墙洞中。每窝产卵4-6枚。卵灰白色，满布褐色斑点。雌雄轮流孵卵。孵化期11-12天。雏鸟全身裸露，15天以后才能出飞自行寻食。",
    area: "分布于全世界（除南北极）。 [2]  麻雀原产于欧洲、非洲和亚洲。在美洲，澳大利亚和世界其他地区，人类定居者引进了一些物种，特别是在城市和人类居住区，迅速归化。例如，家麻雀，在北美和澳大利亚，非洲南部和东部的部分地区及国家，并在很多南美地区，数量分布密集广泛。",
  },
  {
    id: 2,
    name: "丹顶鹤",
    fuTitle: "（鹤科鹤属的一种鸟类)",
    content:
      "麻雀（Passer）：是雀科 [5]  麻雀属27种小型鸟类的统称。它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。除树麻雀外，雌雄均异色。",
    imgUrl:
      "https://img0.baidu.com/it/u=1723047098,1023321456&fm=253&fmt=auto&app=138&f=JPEG?w=750&h=500",
    features:
      "丹顶鹤体长约160厘米，翼展240厘米，体重约7000-10500克。 [4]  全身几纯白色，头顶裸露无羽、呈朱红色，额和眼先微具黑羽，眼后方耳羽至枕白色，颊、喉和颈黑色；次级飞羽和三级飞羽黑色，三级飞羽长而弯曲，呈弓状，覆盖于尾上，因此，站立时尾部黑色，实际是三级飞羽，而尾、初级飞羽和整个体羽全为白色，飞翔时极明显。嘴较长，呈淡绿灰色，颈、腿也都很长，两翅中间长而弯曲的飞羽为黑色，并且在站立时整个飞羽都盖在尾部，常常使人误认为它有一个黑色的尾羽。雌雄相似。",
    perchEnv:
      "栖息于开阔平原、沼泽、湖泊、草地、海边滩涂、芦苇、沼泽以及河岸沼泽地带，有时也出现于农田和耕地中，尤其是迁徙季节和冬季。",
    lifeHabie:
      "常成对或成家族群和小群活动。迁徙季节和冬季，常由数个或数十个家族群结成较大的群体。有时集群多达40-50只，甚至100多只。但活动时仍在一定区域内分散成小群或家族群活动。夜间多栖息于四周环水的浅滩上或苇塘边，彼此仍按家族群分散栖息，天特别冷时则靠得很近。觅食地和夜栖地一般较为固定，通常亮天后，各家族群陆续飞到觅食地觅食，彼此仍保持一定距离。中午时多集中在滩边休息，并不断鸣叫。晚上又陆续飞回夜栖地过夜或留在觅食地过夜。休息时常单腿站立，头转向后插于背羽间。无论觅食或休息时，常有1只成鸟特别警觉，不断抬头四外张望，发现危险时则发出“ko-lo-lo-”的叫声，鸣叫时头颈向上伸直，仰向天空。当危险迫近时，则腾空飞翔。飞翔时头脚前后伸直，两翅鼓动缓慢，排成“一”字或“V”字形。春季于2月末3月初离开越冬地迁往繁殖地，经过中国北戴河的时间在3月中旬至3月末。到达东北繁殖地的时间在4月初至4月中旬，秋季于9月末10月初开始离开繁殖地往南迁徙，迁经北戴河的时间在10月中旬至11月中旬，大量的在11月初。最早到达江苏盐城越冬地的时间在10月28至10月29日，大批在11月下旬到达。常呈小群迁徙，最大结群可到40-50只。迁飞时成“V”，字形队。",
    BreedingMode:
      "繁殖期4-6月。一雌一雄制。3月末4月初，当丹顶鹤到达繁殖地后不久，即开始配对和占领巢域，雌雄鸟彼此通过在巢域内的不断鸣叫来宣布对领域的占有。求偶时也伴随着鸣叫，而且常常是雌雄鸟彼此对鸣、跳跃和舞蹈。鸣叫时昂头、仰脖，嘴尖直朝天空，三级飞羽蓬起，且随叫声抖动。声音清脆洪亮，有似“ko-ko-ko”声。 [5] 营巢于开阔的大片芦苇沼泽地上或水草地上，巢多置于有一定水深的芦苇丛中或高的水草丛中。巢较简陋，浮巢，主要由芦苇、乌拉草、三棱草和芦花构成，巢呈浅盘状。大小为外径104-170厘米，内径40-76厘米，深4-5厘米，巢周水深5-25厘米，水面上部分巢高11-20厘米，巢间距最近的为300米。每窝产卵2枚，偶尔有产1枚的，卵为椭圆形，苍灰色或灰白色、钝端被有锈褐色或紫灰色斑，愈往尖端斑愈稀和愈淡，卵的大小为104-115毫米×660-720毫米，重222-282克。卵产齐后即开始孵卵，由雌雄亲鸟轮流坐巢孵化，孵化期30-33天。雏鸟早成性，出壳后即能蹒跚行走，4-5天后即能随亲鸟离巢游泳于浅水中。2龄性成熟，寿命可达50-60年。",
    area: "留鸟：中国和日本；繁殖地：蒙古和俄罗斯东亚区；非繁殖地：朝鲜和韩国。",
  },
  {
    id: 3,
    name: "朱鹮",
    fuTitle: "（鹮科朱鹮属鸟类)",
    content:
      "朱鹮（学名：Nipponia nippon）：是鹮科、朱鹮属的鸟类动物，古称朱鹭、红朱鹭，朱鹮系东亚特有种。体重1400-1885克，体长680-790毫米。中等体型，体羽白色，后枕部有长的柳叶形羽冠，额至面颊部皮肤裸露，呈鲜红色；繁殖期时用喙不断啄取从颈部肌肉中分泌的灰色素，涂抹到头部、颈部、上背和两翅羽毛上，使其变成灰黑色。",
    imgUrl:
      "https://img0.baidu.com/it/u=2707809465,1235656365&fm=253&fmt=auto&app=138&f=JPEG?w=444&h=666",
    features:
      "朱鹮非繁殖期通体白色，头、羽冠、背和两翅及尾缀有粉红色。翅下和尾下亦缀有粉红色，飞翔时极明显可见。最外侧飞羽几全暗褐色，仅基部的内外缘以及羽干白色。第二枚内翈沿羽干中央部分以及羽端暗褐，第三枚仅先端沾染一些暗褐色，其余飞羽全白色。头后枕部羽毛延长成矛状，形成松散的羽冠。繁殖期头、上背和颈缀有灰色，两翅粉红色较浅淡，第1-5枚初级飞羽具灰褐色端斑。",
    perchEnv:
      "朱鹮生活在温带山地森林和丘陵地带，大多邻近水稻田、河滩、池塘、溪流和沼泽等湿地环境地带。朱鹮在野生环境中非常喜欢湿地、沼泽和水田。喜欢栖息于海拔1200-1400米的疏林地带的高大的树上。",
    lifeHabie:
      "习性性较孤僻而沉静，除起飞时鸣叫外，一般活动时不鸣叫。常单独或成对或呈小群活动，极少与别的鸟合群。行动时步履迟缓，飞行时两翅鼓动亦较慢，头、颈向前伸直、两脚伸向后，但不突出于尾外。白天活动觅食，晚上栖于高大树上。 [8] 食性主要以小鱼、泥鳅、蛙、蟹、虾、蜗牛、蟋蟀、蚯蚓、甲虫、半翅目昆虫、甲壳类以及其他昆虫和昆虫幼虫等无脊椎动物和小型脊椎动物为食。觅食活动在白天。通常在水边浅水处或水稻田中觅食，也见在烂泥中和地上觅食。在地上觅食时常慢步轻脚行走，两眼搜觅前面地上，发现食物，立刻用嘴啄食。在浅水处或泥中觅食时主要靠将长而弯曲的嘴不断插入泥土和水中探觅食物。 [8] 迁徙原来在俄罗斯东部、朝鲜、日本北方和中国北方繁殖的种群，秋季多要迁到日本南部和中国黄河以南至长江下游、福建、台湾和海南岛越冬，也有部分留在朝鲜越冬。而在中国和日本南部繁殖的种群，通常不迁徙，为留鸟。分布于中国陕西洋县的种群亦不迁徙，繁殖期后向四周游荡。在7月份曾在离巢区20km远的地方发现已离巢的幼鸟。",
    BreedingMode:
      "春季是朱鹮的繁殖季节，这时成年的雄鸟和雌鸟结成配偶，离开越冬时组成的群体，分散在栓皮栎树等高大的乔木树上去筑巢、产卵。这时它会用嘴不断地啄取从颈部的肌肉中分泌出来的一种灰色的色素，涂抹到羽毛上，使它的头部、颈部、上背和两翅等都变成灰黑色。 [8] 繁殖期3-5月。营巢于较少干扰的山地森林中，巢置于水域附近高大的栗树、杨树、松树和其他树的枝杈上。常成对单独营巢。巢较粗糙简陋，主要由枯枝构成，内垫有细软的草叶、草茎和苔藓等物。巢呈盘状，大小为直径50-70厘米，距地高5-20米。每窝产卵2-5枚，通常3枚，卵为卵圆形，蓝灰色、具褐色斑点，大小为63-68毫米×44-46毫米，重65-75克。4月开始孵卵，由雌雄亲鸟共同承担，孵化期28-30天（在人工饲养条件下孵化期25天）。亲鸟领域性较强，在繁殖期保卫领域。当亲鸟离巢时，常用内垫材料将卵盖住。 [8] 雏鸟晚成性，刚孵出时雏鸟上体被有淡灰色绒羽，下体被有白色绒羽，脚橙红色。雏鸟由雌雄亲鸟共同喂养，出壳后由亲鸟轮流将口中半消化的食物吐出喂养，性急的雏鸟们则争着把长喙伸进亲鸟的嘴里，亲鸟则使劲抖动着脖子，使食物尽快地吐出来。亲鸟在育雏的前期每天返回巢中的次数为7-9次，随着雏鸟的迅速生长和对食物需求的增加，后期则增加到每天14-15次。喂完食物后还要帮助雏鸟清理粪便，方法是叼走巢底的树枝，使粪便漏到下面去，或者把沾有粪便的碎铺垫物叼到巢的外边，然后再叼来新的巢材和铺垫物来补充。经过45-50天的喂养，雏鸟即具飞翔能力和离巢，60天后就能跟随亲鸟自由飞翔了。时间大约在6月。离巢后雏鸟仍和亲鸟在巢区附近活动和觅食，大约在7月以后才离开营巢地。两性性成熟年龄在3岁左右，在人工饲养条件下寿命可达到17年以上。",
    area: "原产地：中国；可能灭绝：俄罗斯联邦（东亚区）；区域灭绝：日本、朝鲜、韩国和中国台湾岛。",
  },
  {
    id: 4,
    name: "锦鸡",
    fuTitle: "（国家二级保护动物)",
    content:
      "锦鸡是一种雉科动物，是白腹锦鸡、红腹锦鸡的统称。分布在陕西（商洛）、西藏、四川、贵州、云南、广西等地，属国家二级保护动物。此外，还有同名的长篇民间叙事诗。锦鸡是雉科中最华丽的种类,因雄鸟具有一身艳丽无比的羽毛而世界闻名。全世界仅有两种:红腹锦鸡和白腹锦鸡。绝大部分都分布于中国,其中红腹锦鸡更是我国特产。由于野生种群数量现已较少,故被列为国家二级保护动物。",
    imgUrl:
      "https://img0.baidu.com/it/u=3358929934,4086809398&fm=253&fmt=auto&app=138&f=JPEG?w=1036&h=500",
    features:
      "雄鸟全长约140厘米，雌鸟约60厘米。雄鸟头顶、背、胸为金属翠绿色；羽冠紫红色；后颈披肩羽白色，具黑色羽缘；下背棕色，腰转朱红色。飞羽暗褐色。尾羽长，有黑白相间的云状斑纹。腹部白色。嘴和脚蓝灰色。雌鸟上体及尾大部棕褐色，缀满黑斑。胸部棕色具黑斑。",
    perchEnv:
      "中国特产种，分布于中国青海东南部，甘肃文县、天水、武山， 陕西秦岭山脉，四川青川、广元、北川、平武、南江、苍溪、南川、宝兴、灌县、南坪、汶川、阆中，重庆万县、城口、巫山、秀山，湖北西部郧县、襄阳、神农架、宜昌，云南东北部昭通、威信，贵州赤水、遵义、绥阳、江口、贵阳，湖南西部及广西东部贺县、恭城、三江、天峨。",
    lifeHabie:
      "栖息于海拔2000～4000米的山地，活动于多岩的荒芜山地、荆棘、灌木丛及矮竹间。以农作物、草籽、竹笋等为食，兼食昆虫。4月下旬开始繁殖，筑巢于人畜罕至的山坡地面的倒木枯枝下、荆棘丛里或巨岩缝隙里，以枯叶或残羽为材，非常隐蔽。锦鸡一般是成对生活的，雌鸡每窝产卵5～9枚，浅黄褐色或乳白色，光滑无斑，由雄鸡雌鸡轮流孵化，孵卵期为21天。",
    BreedingMode:
      "求偶炫耀十分好看，当雄鸟向雌鸟求爱时，它先向雌鸟走过去，一边低鸣，一边绕雌鸟转圈或往返疾奔并察言观色，待站立在雌鸟正前方时，雄鸟身上华丽的羽毛都向外蓬松，彩色的披肩羽盖住了头部，很像抖开的折扇。靠近雌鸟的翅膀稍稍压低，另一侧的翅膀翘起，翅膀上和背、腰上的五彩斑斓的羽毛都展现在雌鸟面前，尾巴也随着倾斜过来，使美丽的尾羽和尾上的覆羽显得十分明亮，双眼向雌鸟脉脉传情。这时，雌鸟已被雄鸟的绚丽羽毛和一系列炫耀动作搞得眼花缭乱，不时地发出“咝咝”的艳羡声。",
    area: "分布青海、甘肃、陕西、四川、贵州、湖北、湖南、广西。",
  },
  {
    id: 5,
    name: "麻雀",
    fuTitle: "（雀科麻雀属下的动物统称)",
    content:
      "麻雀（Passer）：是雀科 [5]  麻雀属27种小型鸟类的统称。它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。除树麻雀外，雌雄均异色。",
    imgUrl:
      "https://img0.baidu.com/it/u=3662139866,2427971652&fm=253&fmt=auto&app=120&f=JPEG?w=650&h=403",
    features:
      "麻雀属都是小型鸟类，它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。闭嘴时上下嘴间没有缝隙。雌雄鸟羽毛的颜色常有区别。",
    perchEnv:
      "栖息地海拔高度300-2500米。无论山地、平原、丘陵、草原、沼泽和农田，低山丘陵和山脚平原地带的各类森林和灌丛中，多活动于林缘疏林、灌丛和草丛中，不喜欢茂密的大森林。多在有人类集居的地方，城镇和乡村，河谷、果园、岩石草坡、房前屋后和路边树上活动和觅食。",
    lifeHabie:
      "麻雀多活动在有人类居住的地方，性极活泼，胆大易近人，但警惕性却非常高，好奇心较强。多营巢于人类的房屋处，如屋檐、墙洞，有时会占领家燕的窝巢，在野外，多筑巢于树洞中。有时可以发现它们在个别的树上筑巢，然而麻雀在一年的四个季节中都是成群的，具有很多洞的老树群，通常是它们最喜爱的筑巢地点。除繁殖、育雏阶段外，麻雀是非常喜欢群居的鸟类。秋季时易形成数百只乃至数千只的大群，称为雀泛，而在冬季它们则多结成十几只或几十只一起活动的小群。这种小生灵非常聪明机警，有较强的记忆力，这和其它许多小型雀不同，如得到人救助的麻雀会对救助过它的人表现出一种亲近，而且会持续很长的时间。在麻雀居住集中的地方，当有入侵鸟类时它们会表现得非常团结，直至将入侵者赶走为止。麻雀在育雏时往往会表现得非常勇敢。 [2] 麻雀为杂食性鸟类，夏、秋主要以禾本科植物种子为食，育雏则主要以为害禾本科植物的昆虫为主，其中多为鳞翅目害虫。由于亲鸟对幼鸟的保护较成功，加上繁殖力极强，因此麻雀在数量上较许多种鸟要多，这样在庄稼收获季节容易形成雀害。冬季和早春，麻雀以杂草种子和野生禾本科植物的种子为食，也吃人类扔弃的各种食物。栖息于居民点和田野附近。白天四处觅食，活动范围在2.5-3千米以内。在地面活动时双脚跳跃前进。翅短圆，不耐远飞，鸣声喧噪。主要以谷物为食。当谷物成熟时，多结成大群飞向农田吃谷物。繁殖期食部分昆虫，并以昆虫育雏。繁殖力强。",
    BreedingMode:
      "除冬季外，麻雀几乎总处在繁殖期，每次产卵六枚左右，孵化期约14天，幼鸟一个月左右离巢。每年至少可繁殖2窝。它们的巢比较简陋，筑巢材料的种类很多，包括草，干草，羊毛，羽毛等。有时巢会位于岩石中，灌木丛的根部，或是建筑物如谷仓的屋檐下。大都建在屋檐下和墙洞中。每窝产卵4-6枚。卵灰白色，满布褐色斑点。雌雄轮流孵卵。孵化期11-12天。雏鸟全身裸露，15天以后才能出飞自行寻食。",
    area: "分布于全世界（除南北极）。 [2]  麻雀原产于欧洲、非洲和亚洲。在美洲，澳大利亚和世界其他地区，人类定居者引进了一些物种，特别是在城市和人类居住区，迅速归化。例如，家麻雀，在北美和澳大利亚，非洲南部和东部的部分地区及国家，并在很多南美地区，数量分布密集广泛。",
  },
  {
    id: 6,
    name: "麻雀",
    fuTitle: "（雀科麻雀属下的动物统称)",
    content:
      "麻雀（Passer）：是雀科 [5]  麻雀属27种小型鸟类的统称。它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。除树麻雀外，雌雄均异色。",
    imgUrl:
      "https://img0.baidu.com/it/u=3662139866,2427971652&fm=253&fmt=auto&app=120&f=JPEG?w=650&h=403",
    features:
      "麻雀属都是小型鸟类，它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。闭嘴时上下嘴间没有缝隙。雌雄鸟羽毛的颜色常有区别。",
    perchEnv:
      "栖息地海拔高度300-2500米。无论山地、平原、丘陵、草原、沼泽和农田，低山丘陵和山脚平原地带的各类森林和灌丛中，多活动于林缘疏林、灌丛和草丛中，不喜欢茂密的大森林。多在有人类集居的地方，城镇和乡村，河谷、果园、岩石草坡、房前屋后和路边树上活动和觅食。",
    lifeHabie:
      "麻雀多活动在有人类居住的地方，性极活泼，胆大易近人，但警惕性却非常高，好奇心较强。多营巢于人类的房屋处，如屋檐、墙洞，有时会占领家燕的窝巢，在野外，多筑巢于树洞中。有时可以发现它们在个别的树上筑巢，然而麻雀在一年的四个季节中都是成群的，具有很多洞的老树群，通常是它们最喜爱的筑巢地点。除繁殖、育雏阶段外，麻雀是非常喜欢群居的鸟类。秋季时易形成数百只乃至数千只的大群，称为雀泛，而在冬季它们则多结成十几只或几十只一起活动的小群。这种小生灵非常聪明机警，有较强的记忆力，这和其它许多小型雀不同，如得到人救助的麻雀会对救助过它的人表现出一种亲近，而且会持续很长的时间。在麻雀居住集中的地方，当有入侵鸟类时它们会表现得非常团结，直至将入侵者赶走为止。麻雀在育雏时往往会表现得非常勇敢。 [2] 麻雀为杂食性鸟类，夏、秋主要以禾本科植物种子为食，育雏则主要以为害禾本科植物的昆虫为主，其中多为鳞翅目害虫。由于亲鸟对幼鸟的保护较成功，加上繁殖力极强，因此麻雀在数量上较许多种鸟要多，这样在庄稼收获季节容易形成雀害。冬季和早春，麻雀以杂草种子和野生禾本科植物的种子为食，也吃人类扔弃的各种食物。栖息于居民点和田野附近。白天四处觅食，活动范围在2.5-3千米以内。在地面活动时双脚跳跃前进。翅短圆，不耐远飞，鸣声喧噪。主要以谷物为食。当谷物成熟时，多结成大群飞向农田吃谷物。繁殖期食部分昆虫，并以昆虫育雏。繁殖力强。",
    BreedingMode:
      "除冬季外，麻雀几乎总处在繁殖期，每次产卵六枚左右，孵化期约14天，幼鸟一个月左右离巢。每年至少可繁殖2窝。它们的巢比较简陋，筑巢材料的种类很多，包括草，干草，羊毛，羽毛等。有时巢会位于岩石中，灌木丛的根部，或是建筑物如谷仓的屋檐下。大都建在屋檐下和墙洞中。每窝产卵4-6枚。卵灰白色，满布褐色斑点。雌雄轮流孵卵。孵化期11-12天。雏鸟全身裸露，15天以后才能出飞自行寻食。",
    area: "分布于全世界（除南北极）。 [2]  麻雀原产于欧洲、非洲和亚洲。在美洲，澳大利亚和世界其他地区，人类定居者引进了一些物种，特别是在城市和人类居住区，迅速归化。例如，家麻雀，在北美和澳大利亚，非洲南部和东部的部分地区及国家，并在很多南美地区，数量分布密集广泛。",
  },
  {
    id: 7,
    name: "麻雀",
    fuTitle: "（雀科麻雀属下的动物统称)",
    content:
      "麻雀（Passer）：是雀科 [5]  麻雀属27种小型鸟类的统称。它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。除树麻雀外，雌雄均异色。",
    imgUrl:
      "https://img0.baidu.com/it/u=3662139866,2427971652&fm=253&fmt=auto&app=120&f=JPEG?w=650&h=403",
    features:
      "麻雀属都是小型鸟类，它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。闭嘴时上下嘴间没有缝隙。雌雄鸟羽毛的颜色常有区别。",
    perchEnv:
      "栖息地海拔高度300-2500米。无论山地、平原、丘陵、草原、沼泽和农田，低山丘陵和山脚平原地带的各类森林和灌丛中，多活动于林缘疏林、灌丛和草丛中，不喜欢茂密的大森林。多在有人类集居的地方，城镇和乡村，河谷、果园、岩石草坡、房前屋后和路边树上活动和觅食。",
    lifeHabie:
      "麻雀多活动在有人类居住的地方，性极活泼，胆大易近人，但警惕性却非常高，好奇心较强。多营巢于人类的房屋处，如屋檐、墙洞，有时会占领家燕的窝巢，在野外，多筑巢于树洞中。有时可以发现它们在个别的树上筑巢，然而麻雀在一年的四个季节中都是成群的，具有很多洞的老树群，通常是它们最喜爱的筑巢地点。除繁殖、育雏阶段外，麻雀是非常喜欢群居的鸟类。秋季时易形成数百只乃至数千只的大群，称为雀泛，而在冬季它们则多结成十几只或几十只一起活动的小群。这种小生灵非常聪明机警，有较强的记忆力，这和其它许多小型雀不同，如得到人救助的麻雀会对救助过它的人表现出一种亲近，而且会持续很长的时间。在麻雀居住集中的地方，当有入侵鸟类时它们会表现得非常团结，直至将入侵者赶走为止。麻雀在育雏时往往会表现得非常勇敢。 [2] 麻雀为杂食性鸟类，夏、秋主要以禾本科植物种子为食，育雏则主要以为害禾本科植物的昆虫为主，其中多为鳞翅目害虫。由于亲鸟对幼鸟的保护较成功，加上繁殖力极强，因此麻雀在数量上较许多种鸟要多，这样在庄稼收获季节容易形成雀害。冬季和早春，麻雀以杂草种子和野生禾本科植物的种子为食，也吃人类扔弃的各种食物。栖息于居民点和田野附近。白天四处觅食，活动范围在2.5-3千米以内。在地面活动时双脚跳跃前进。翅短圆，不耐远飞，鸣声喧噪。主要以谷物为食。当谷物成熟时，多结成大群飞向农田吃谷物。繁殖期食部分昆虫，并以昆虫育雏。繁殖力强。",
    BreedingMode:
      "除冬季外，麻雀几乎总处在繁殖期，每次产卵六枚左右，孵化期约14天，幼鸟一个月左右离巢。每年至少可繁殖2窝。它们的巢比较简陋，筑巢材料的种类很多，包括草，干草，羊毛，羽毛等。有时巢会位于岩石中，灌木丛的根部，或是建筑物如谷仓的屋檐下。大都建在屋檐下和墙洞中。每窝产卵4-6枚。卵灰白色，满布褐色斑点。雌雄轮流孵卵。孵化期11-12天。雏鸟全身裸露，15天以后才能出飞自行寻食。",
    area: "分布于全世界（除南北极）。 [2]  麻雀原产于欧洲、非洲和亚洲。在美洲，澳大利亚和世界其他地区，人类定居者引进了一些物种，特别是在城市和人类居住区，迅速归化。例如，家麻雀，在北美和澳大利亚，非洲南部和东部的部分地区及国家，并在很多南美地区，数量分布密集广泛。",
  },
  {
    id: 8,
    name: "麻雀",
    fuTitle: "（雀科麻雀属下的动物统称)",
    content:
      "麻雀（Passer）：是雀科 [5]  麻雀属27种小型鸟类的统称。它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。除树麻雀外，雌雄均异色。",
    imgUrl:
      "https://img0.baidu.com/it/u=3662139866,2427971652&fm=253&fmt=auto&app=120&f=JPEG?w=650&h=403",
    features:
      "麻雀属都是小型鸟类，它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。闭嘴时上下嘴间没有缝隙。雌雄鸟羽毛的颜色常有区别。",
    perchEnv:
      "栖息地海拔高度300-2500米。无论山地、平原、丘陵、草原、沼泽和农田，低山丘陵和山脚平原地带的各类森林和灌丛中，多活动于林缘疏林、灌丛和草丛中，不喜欢茂密的大森林。多在有人类集居的地方，城镇和乡村，河谷、果园、岩石草坡、房前屋后和路边树上活动和觅食。",
    lifeHabie:
      "麻雀多活动在有人类居住的地方，性极活泼，胆大易近人，但警惕性却非常高，好奇心较强。多营巢于人类的房屋处，如屋檐、墙洞，有时会占领家燕的窝巢，在野外，多筑巢于树洞中。有时可以发现它们在个别的树上筑巢，然而麻雀在一年的四个季节中都是成群的，具有很多洞的老树群，通常是它们最喜爱的筑巢地点。除繁殖、育雏阶段外，麻雀是非常喜欢群居的鸟类。秋季时易形成数百只乃至数千只的大群，称为雀泛，而在冬季它们则多结成十几只或几十只一起活动的小群。这种小生灵非常聪明机警，有较强的记忆力，这和其它许多小型雀不同，如得到人救助的麻雀会对救助过它的人表现出一种亲近，而且会持续很长的时间。在麻雀居住集中的地方，当有入侵鸟类时它们会表现得非常团结，直至将入侵者赶走为止。麻雀在育雏时往往会表现得非常勇敢。 [2] 麻雀为杂食性鸟类，夏、秋主要以禾本科植物种子为食，育雏则主要以为害禾本科植物的昆虫为主，其中多为鳞翅目害虫。由于亲鸟对幼鸟的保护较成功，加上繁殖力极强，因此麻雀在数量上较许多种鸟要多，这样在庄稼收获季节容易形成雀害。冬季和早春，麻雀以杂草种子和野生禾本科植物的种子为食，也吃人类扔弃的各种食物。栖息于居民点和田野附近。白天四处觅食，活动范围在2.5-3千米以内。在地面活动时双脚跳跃前进。翅短圆，不耐远飞，鸣声喧噪。主要以谷物为食。当谷物成熟时，多结成大群飞向农田吃谷物。繁殖期食部分昆虫，并以昆虫育雏。繁殖力强。",
    BreedingMode:
      "除冬季外，麻雀几乎总处在繁殖期，每次产卵六枚左右，孵化期约14天，幼鸟一个月左右离巢。每年至少可繁殖2窝。它们的巢比较简陋，筑巢材料的种类很多，包括草，干草，羊毛，羽毛等。有时巢会位于岩石中，灌木丛的根部，或是建筑物如谷仓的屋檐下。大都建在屋檐下和墙洞中。每窝产卵4-6枚。卵灰白色，满布褐色斑点。雌雄轮流孵卵。孵化期11-12天。雏鸟全身裸露，15天以后才能出飞自行寻食。",
    area: "分布于全世界（除南北极）。 [2]  麻雀原产于欧洲、非洲和亚洲。在美洲，澳大利亚和世界其他地区，人类定居者引进了一些物种，特别是在城市和人类居住区，迅速归化。例如，家麻雀，在北美和澳大利亚，非洲南部和东部的部分地区及国家，并在很多南美地区，数量分布密集广泛。",
  },
  {
    id: 9,
    name: "麻雀",
    fuTitle: "（雀科麻雀属下的动物统称)",
    content:
      "麻雀（Passer）：是雀科 [5]  麻雀属27种小型鸟类的统称。它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。除树麻雀外，雌雄均异色。",
    imgUrl:
      "https://img0.baidu.com/it/u=3662139866,2427971652&fm=253&fmt=auto&app=120&f=JPEG?w=650&h=403",
    features:
      "麻雀属都是小型鸟类，它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。闭嘴时上下嘴间没有缝隙。雌雄鸟羽毛的颜色常有区别。",
    perchEnv:
      "栖息地海拔高度300-2500米。无论山地、平原、丘陵、草原、沼泽和农田，低山丘陵和山脚平原地带的各类森林和灌丛中，多活动于林缘疏林、灌丛和草丛中，不喜欢茂密的大森林。多在有人类集居的地方，城镇和乡村，河谷、果园、岩石草坡、房前屋后和路边树上活动和觅食。",
    lifeHabie:
      "麻雀多活动在有人类居住的地方，性极活泼，胆大易近人，但警惕性却非常高，好奇心较强。多营巢于人类的房屋处，如屋檐、墙洞，有时会占领家燕的窝巢，在野外，多筑巢于树洞中。有时可以发现它们在个别的树上筑巢，然而麻雀在一年的四个季节中都是成群的，具有很多洞的老树群，通常是它们最喜爱的筑巢地点。除繁殖、育雏阶段外，麻雀是非常喜欢群居的鸟类。秋季时易形成数百只乃至数千只的大群，称为雀泛，而在冬季它们则多结成十几只或几十只一起活动的小群。这种小生灵非常聪明机警，有较强的记忆力，这和其它许多小型雀不同，如得到人救助的麻雀会对救助过它的人表现出一种亲近，而且会持续很长的时间。在麻雀居住集中的地方，当有入侵鸟类时它们会表现得非常团结，直至将入侵者赶走为止。麻雀在育雏时往往会表现得非常勇敢。 [2] 麻雀为杂食性鸟类，夏、秋主要以禾本科植物种子为食，育雏则主要以为害禾本科植物的昆虫为主，其中多为鳞翅目害虫。由于亲鸟对幼鸟的保护较成功，加上繁殖力极强，因此麻雀在数量上较许多种鸟要多，这样在庄稼收获季节容易形成雀害。冬季和早春，麻雀以杂草种子和野生禾本科植物的种子为食，也吃人类扔弃的各种食物。栖息于居民点和田野附近。白天四处觅食，活动范围在2.5-3千米以内。在地面活动时双脚跳跃前进。翅短圆，不耐远飞，鸣声喧噪。主要以谷物为食。当谷物成熟时，多结成大群飞向农田吃谷物。繁殖期食部分昆虫，并以昆虫育雏。繁殖力强。",
    BreedingMode:
      "除冬季外，麻雀几乎总处在繁殖期，每次产卵六枚左右，孵化期约14天，幼鸟一个月左右离巢。每年至少可繁殖2窝。它们的巢比较简陋，筑巢材料的种类很多，包括草，干草，羊毛，羽毛等。有时巢会位于岩石中，灌木丛的根部，或是建筑物如谷仓的屋檐下。大都建在屋檐下和墙洞中。每窝产卵4-6枚。卵灰白色，满布褐色斑点。雌雄轮流孵卵。孵化期11-12天。雏鸟全身裸露，15天以后才能出飞自行寻食。",
    area: "分布于全世界（除南北极）。 [2]  麻雀原产于欧洲、非洲和亚洲。在美洲，澳大利亚和世界其他地区，人类定居者引进了一些物种，特别是在城市和人类居住区，迅速归化。例如，家麻雀，在北美和澳大利亚，非洲南部和东部的部分地区及国家，并在很多南美地区，数量分布密集广泛。",
  },
  {
    id: 10,
    name: "麻雀",
    fuTitle: "（雀科麻雀属下的动物统称)",
    content:
      "麻雀（Passer）：是雀科 [5]  麻雀属27种小型鸟类的统称。它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。除树麻雀外，雌雄均异色。",
    imgUrl:
      "https://img0.baidu.com/it/u=3662139866,2427971652&fm=253&fmt=auto&app=120&f=JPEG?w=650&h=403",
    features:
      "麻雀属都是小型鸟类，它们的大小、体色甚相近。一般上体呈棕、黑色的斑杂状，因而俗称麻雀。初级飞羽9枚，外侧飞羽的淡色羽缘（第一枚除外）在羽基和近端处，形稍扩大，互相骈缀，略成两道横斑状，在飞翔时尤见明显。嘴短粗而强壮，呈圆锥状，嘴峰稍曲。闭嘴时上下嘴间没有缝隙。雌雄鸟羽毛的颜色常有区别。",
    perchEnv:
      "栖息地海拔高度300-2500米。无论山地、平原、丘陵、草原、沼泽和农田，低山丘陵和山脚平原地带的各类森林和灌丛中，多活动于林缘疏林、灌丛和草丛中，不喜欢茂密的大森林。多在有人类集居的地方，城镇和乡村，河谷、果园、岩石草坡、房前屋后和路边树上活动和觅食。",
    lifeHabie:
      "麻雀多活动在有人类居住的地方，性极活泼，胆大易近人，但警惕性却非常高，好奇心较强。多营巢于人类的房屋处，如屋檐、墙洞，有时会占领家燕的窝巢，在野外，多筑巢于树洞中。有时可以发现它们在个别的树上筑巢，然而麻雀在一年的四个季节中都是成群的，具有很多洞的老树群，通常是它们最喜爱的筑巢地点。除繁殖、育雏阶段外，麻雀是非常喜欢群居的鸟类。秋季时易形成数百只乃至数千只的大群，称为雀泛，而在冬季它们则多结成十几只或几十只一起活动的小群。这种小生灵非常聪明机警，有较强的记忆力，这和其它许多小型雀不同，如得到人救助的麻雀会对救助过它的人表现出一种亲近，而且会持续很长的时间。在麻雀居住集中的地方，当有入侵鸟类时它们会表现得非常团结，直至将入侵者赶走为止。麻雀在育雏时往往会表现得非常勇敢。 [2] 麻雀为杂食性鸟类，夏、秋主要以禾本科植物种子为食，育雏则主要以为害禾本科植物的昆虫为主，其中多为鳞翅目害虫。由于亲鸟对幼鸟的保护较成功，加上繁殖力极强，因此麻雀在数量上较许多种鸟要多，这样在庄稼收获季节容易形成雀害。冬季和早春，麻雀以杂草种子和野生禾本科植物的种子为食，也吃人类扔弃的各种食物。栖息于居民点和田野附近。白天四处觅食，活动范围在2.5-3千米以内。在地面活动时双脚跳跃前进。翅短圆，不耐远飞，鸣声喧噪。主要以谷物为食。当谷物成熟时，多结成大群飞向农田吃谷物。繁殖期食部分昆虫，并以昆虫育雏。繁殖力强。",
    BreedingMode:
      "除冬季外，麻雀几乎总处在繁殖期，每次产卵六枚左右，孵化期约14天，幼鸟一个月左右离巢。每年至少可繁殖2窝。它们的巢比较简陋，筑巢材料的种类很多，包括草，干草，羊毛，羽毛等。有时巢会位于岩石中，灌木丛的根部，或是建筑物如谷仓的屋檐下。大都建在屋檐下和墙洞中。每窝产卵4-6枚。卵灰白色，满布褐色斑点。雌雄轮流孵卵。孵化期11-12天。雏鸟全身裸露，15天以后才能出飞自行寻食。",
    area: "分布于全世界（除南北极）。 [2]  麻雀原产于欧洲、非洲和亚洲。在美洲，澳大利亚和世界其他地区，人类定居者引进了一些物种，特别是在城市和人类居住区，迅速归化。例如，家麻雀，在北美和澳大利亚，非洲南部和东部的部分地区及国家，并在很多南美地区，数量分布密集广泛。",
  },
];
